app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "John"], ["last_name", "Sack"], ["created_at", "2021-03-14 18:33:39.563632"], ["updated_at", "2021-03-14 18:33:39.563632"]]
SELECT "students".* FROM "students"
---
  def index
    Student.create(first_name: "John", last_name: "Sack")
    @students = Student.all